MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Ihr Computer ist nicht mit dem Internet verbunden.";
NotConnectedToNetwork							= "Ihr Computer ist nicht mit dem Netzwerk verbunden.";
FatalExceptionAlertDescription					= "Drücken Sie „Start/Pause“, um Front Row zu beenden.";
